[Faction.H7Faction_frost H7Faction]
mFactionName="Ледяные Шпили"
mFactionFortName="Форт Ледяных Шпилей"
mFactionArmyName="Армия Ледяных Шпилей %number"

[Building_Frost.A_frost_VillageHall H7TownHall]
mName="Дом старейшин"
mDesc="Дает возможность строить в этом городе новые здания. \nПриносит 500 ед. %ICON_GOLD золота в день."

[Building_Frost.A_frost_CityHall H7TownHall]
mName="Магистрат"
mDesc="Дополнительно приносит 1000 ед. %ICON_GOLD золота в день."

[Building_Frost.A_Frost_TownHall H7TownHall]
mName="Ратуша"
mDesc="Дополнительно приносит 500 ед. %ICON_GOLD золота в день."

[Building_Frost.A_frost_Capitol H7TownHall]
mName="Капитолий"
mDesc="Дополнительно приносит 2000 ед. %ICON_GOLD золота в день. У вас может быть только один Капитолий."

[Building_Frost.A_frost_Fortifications_Level3 H7TownGuardBuilding]
mName="Укрепления 3 ур."
mDesc="Увеличивается прочность стен и ворот.\nУвеличивается максимальный размер и прирост отрядов стражи."

[Building_Frost.A_frost_Fortifications_Level1 H7TownGuardBuilding]
mName="Укрепления 1 ур."
mDesc="Окружают город крепостной стеной с воротами.

[Building_Frost.A_frost_Fortifications_Level2 H7TownGuardBuilding]
mName="Укрепления 2 ур."
mDesc="Увеличивается прочность стен и ворот.\nУвеличивается максимальный размер и прирост отрядов стражи."

[Building_Frost.A_frost_tower_defence H7TownTower]
mName="Ледяная дозорная башня"
mDesc="Возводит две башни, защищающие город во время осады."

[Building_Frost.A_frost_Moat H7TownMoat]
mName="Ров"
mDesc="Ров защищает город во время осады."

[Building_Frost.A_frost_MagicGuild1 H7TownMagicGuild]
mName="Гильдия магов ур. 1"
mDesc="Открывает 5 случайных заклинаний 1-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."

[Building_Frost.A_frost_MagicGuild2 H7TownMagicGuild]
mName="Гильдия магов ур. 2"
mDesc="Открывает 4 случайных заклинания 2-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."

[Building_Frost.A_frost_MagicGuild3 H7TownMagicGuild]
mName="Гильдия магов ур. 3"
mDesc="Открывает 3 случайных заклинания 3-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."

[Building_Frost.A_frost_MagicGuild4 H7TownMagicGuild]
mName="Гильдия магов ур. 4"
mDesc="Открывает 1 случайное заклинание 4-го уровня.\nЕго могут изучить все герои, обладающие соответствующими навыками."

[Building_Frost.A_frost_HallOfHeroes H7TownBuilding]
mName="Зал героев"
mDesc="Позволяет нанимать новых и ранее побежденных героев. Список доступных героев меняется в начале каждой недели."

[Building_Frost.A_frost_Ecurie H7TownHallOfIntrigue]
mName="Обсерватория"
mDesc="+5 к дальности перемещения героя до конца недели."

[Building_Frost.A_frost_HallOfIntrigue H7TownHallOfIntrigue]
mName="Наблюдательная башня"
mDesc="+5 к дальности перемещения героя до конца недели."

[Building_Frost.A_frost_fonderie H7TownHallOfIntrigue]
mName="Заботливая горгулья"
mDesc="Дополнительно приносит 500 ед. %ICON_GOLD золота в день."

[Ability_building.A_epee_rouille_BuffHero H7BaseBuff]
mName="Ржавый меч"
mTooltip="В начале боя герой наносит %d1 ед. урона от %icon_water магии воды вражеским боевым единицам, %d2 ед. урона от %icon_water магии воды вражеским искусственным существам и %d2 ед. урона от %icon_water магии воды вражеским защитным башням."

[Ability_building.A_Xp_gain_Ability_Week1 H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Сборщик налогов"
mTooltip="Приносит 500 ед. %special.icon золота в первую неделю и по 1000 ед. %special.icon золота каждую неделю, начиная со второй."

[Building_Frost.A_frost_OverlookTower H7TownBuilding]
mName="Благословение льда"
mDesc="+10 к %icon_initiative инициативе героя на следующие 3 боя."

[Building_Frost.Test H7TownBuilding]
mName="Лаборатория алхимика"
mDesc="Приносит 1 ед. %icon_Starsilver звездного серебра в день."

[Building_Frost.A_frost_SoulvenomCrucible H7TownBuilding]
mName="Фонтан знаний"
mDesc="Герой дополнительно получает 20% опыта до конца недели."

[Building_Frost.A_frost_TownPortal H7TownPortal]
mName="Городской портал"
mDesc="Обучает всех героев в городе заклинанию «Возврат в город».\nГерой может перенестись только в ближайший доступный город."

[Building_Frost.A_frost_ShadowsteelRefinery H7TownBuilding]
mName="Ледяной добывающий завод"
mDesc="Приносит 1 ед. %icon_Starsilver кристаллов драконьей крови в день."

[Building_Frost.A_frost_MarkOfMalassa H7TownTearOfAsha]
mName="Забота Асхи"
mDesc="Приносит 5000 ед. %ICON_GOLD золота в день и увеличивает рост существ в этом городе на 50%.\nШпионы могут саботировать и ограбить еще две цели."

[Building_Frost.A_frost_Mine_prod H7TownBuilding]
mName="Пещера самоцветов"
mDesc="Приносит 2 ед. %icon_Wood древесины в день."

[Building_Frost.A_frost_Ice_Bridge H7TownBuilding]
mName="Ржавый меч"
mDesc="В начале боя герой наносит урон вражеским боевым единицам, искусственным существам и защитным башням в зависимости от уровня героя."

[Ability_building.A_epee_de_rouille_Ability H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ржавый меч"
mTooltip="В начале боя герой наносит %d1 ед. урона от %icon_water магии воды вражеским боевым единицам, %d2 ед. урона от %icon_water магии воды вражеским искусственным существам и %d2 ед. урона от %icon_water магии воды вражеским защитным башням."

[Building_Frost.A_frost_ThievesGuild H7TownThiefGuild]
mName="Гильдия воров"
mDesc="За небольшую плату предоставляет сведения о ваших противниках."

[Ability_building.A_xp_buff H7BaseBuff]
mName="Фонтан знаний"
mTooltip="Герой дополнительно получает %stat1 %stat1.icon до конца недели."

[Building_Frost.A_frost_bridge H7TownBuilding]
mName="Пещера самоцветов"
mDesc="Приносит 2 ед. %icon_Wood древесины в день."

[Building_Frost.A_frost_Marketplace H7TownMarketplace]
mName="Рынок"
mDesc="Позволяет обменивать ресурсы."

[Ability_building.A_StoneOfEnlightenment_test H7PermanentBonusSite]
mName=""

[Frost_Town.A_frost_TownLv1 H7Town]
mName=""

[Frost_Town.A_frost_TownLv1_test H7Town]
mName=""

[Building_Frost.A_froste_buil_t1_base H7TownDwelling]
mName="Воздушный корабль"
mDesc="Поселение основных существ.\nПозволяет нанимать защитников (20 в неделю)."

[Building_Frost.A_frost_t1_upragatel H7TownDwelling]
mName="Корабль командования"
mDesc="Улучшенное поселения основных существ.\nПозволяет улучшать защитников и нанимать снежных воинов."

[Building_Frost.A_frost_t1_bonus_growth H7TownGrowthEnhancer]
mName="Небесный корабль"
mDesc="Улучшение поселения основных существ.\n+10 защитников или снежных воинов в неделю."

[Building_Frost.A_frost_t2_upragate H7TownDwelling]
mName="Замерзшее стрельбище"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать изгоев и нанимать ледяных рейнджеров."

[Building_Frost.A_frost_t2_growth_bonus H7TownGrowthEnhancer]
mName="Ледяная тренировочная площадка"
mDesc="Улучшение поселения основных существ.\n+9 изгоев или ледяных рейнджеров в неделю."

[Building_Frost.A_frost_t2_basel H7TownDwelling]
mName="Холодное стрельбище"
mDesc="Поселение основных существ.\nПозволяет нанимать изгоев (18 в неделю)."

[Building_Frost.A_frost_base_t3 H7TownDwelling]
mName="Снежный холм"
mDesc="Поселение основных существ.\nПозволяет вам нанимать призраков зимы (8 в неделю)."

[Building_Frost.A_frost_upragate_t3 H7TownDwelling]
mName="Ледник вечных"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать призраков зимы и нанимать призраков мороза."

[Building_Frost.A_frost_t3_grothw_bonus H7TownGrowthEnhancer]
mName="Бесконечный снегопад"
mDesc="Улучшение поселения основных существ.\n+6 призраков зимы или призраков мороза."

[Building_Frost.A_frost_t4_base H7TownDwelling]
mName="Храм клинков"
mDesc="Поселение элитных существ.\nПозволяет нанимать кшатрий (6 в неделю)."

[Building_Frost.A_frost_t4_grothw_bonus H7TownGrowthEnhancer]
mName="Статуя воительницы"
mDesc="Улучшение поселения элитных существ.\n+5 кшатрий или кшатрий Кали в неделю."

[Building_Frost.A_frost_t4_upragate H7TownDwelling]
mName="Ледниковая пещера"
mDesc="Улучшенное поселения элитных существ.\nПозволяет улучшать кшатрий и нанимать кшатрий Кали."

[Building_Frost.A_frost_t5_base H7TownDwelling]
mName="Башня знаний"
mDesc="Поселение элитных существ.\nПозволяет нанимать ученых (5 в неделю)."

[Building_Frost.A_frost_t5_upragate H7TownDwelling]
mName="Башня мудрости"
mDesc="Улучшенное поселения элитных существ.\nПозволяет улучшать ученых и нанимать магов-наставников."

[Building_Frost.A_frost_t5_bonus_grothw H7TownGrowthEnhancer]
mName="Башня разума"
mDesc="Улучшение поселения элитных существ.\n+4 ученых или магов-наставников в неделю."

[Building_Frost.A_frost_t5_grothw_bonus H7TownGrowthEnhancer]
mName="Башня разума"
mDesc="Улучшение поселения элитных существ.\n+4 ученых или магов-наставников в неделю."

[Building_Frost.A_frost_t6_base H7TownDwelling]
mName="Облака с западв"
mDesc="Поселение элитных существ.\nПозволяет нанимать всадников бури (2 в неделю)."

[Building_Frost.A_frost_t6_upragate H7TownDwelling]
mName="Штормовые облака"
mDesc="Улучшенное поселения элитных существ.\nПозволяет улучшать всадников бури и нанимать всадников вьюги."

[Building_Frost.A_Frost__t6_bonus_production H7TownGrowthEnhancer]
mName="Грозовые облака"
mDesc="Улучшение поселения элитных существ.\n+2 всадников бури или всадников вьюги в неделю."

[Building_Frost.A_frost_t7-1_base H7TownDwelling]
mName="Замерзший храм"
mDesc="Поселение легендарных существ.\nПозволяет нанимать уничтожителей (1 в неделю)."

[Building_Frost.A_frost_t7_1_upragate H7TownDwelling]
mName="Храм абсолютного холода"
mDesc="Улучшенное поселения легендарных существ.\nПозволяет улучшать уничтожителей и нанимать горных крушителей."

[Building_Frost.A_frost_t7-2 H7TownDwelling]
mName="Драконья гора"
mDesc="Поселение легендарных существ.\nПозволяет нанимать синих драконов (1 в неделю)."

[Building_Frost.A_frost_t7-2_upragate H7TownDwelling]
mName="Драконий пик"
mDesc="Улучшенное поселения легендарных существ.\nПозволяет улучшать синих драконов и нанимать ледяных драконов."

[Building_Frost.A_frost_machine_war H7TownUtilityUnitDwelling]
mName="Ледяная мастерская"
mDesc="Создание средств поддержки.\nПозволяет покупать ледяных големов."

[Heroes_test.A_Frost_Might_Balanced H7HeroClass]
mName="Алхимик"

[Building_Frost.A_frost_warfarrecru H7TownUtilityUnitDwelling]
mName="Work in Progress"
mDesc="Создание средств поддержки.\nПозволяет покупать второе средство поддержки ."

[Heroes_test.A_graam H7EditorHero]
mName=""
mLore=""

[sahra.A_Creature_ice_angel H7Creature]
mName="Небожитель"
mLore="Небожители являются чемпионами среди серафимов. Не случайно получаемые ими имена часто принадлежат легендарным ангелам, павшим во время Войн Старейших. Небожители чрезвычайно искусны в бою и сражаются с абсолютным героизмом и бесстрашием . Однако, они также используют своё мастерство в магии света, чтобы исцелять своих союзников, порой даже возвращая тех, кто оказался на грани жизни и смерти."

[sahra.A_Army_ice_angel H7AdventureArmy]
mName=""

[Building_Frost.A_frost_chambre_des_phoenix_du_gel H7TownDwelling]
mName="Ледяное гнездо"
mDesc="Позволяет завербовать мощное элитное существо - Фростберда. \Может быть завербован с помощью функции "завербовать всех".

[Building_Frost.A_frost_chambre_des_beast H7TownDwelling]
mName="Надстройка ледяного круга"
mDesc="Позволяет принести в жертву призрака мороза, чтобы нанять могучее элитное существо - зверя стужи."

